// pages/article01/article01.js
const app = getApp();
Page({
  data: {
    article: {
      title: "凤禧文化艺术中心",
      imgUrl: "../article/chang.jpg",
      content: "虞山脚下，梦想开始的地方在江南的山水之间，一席款款的旗袍，总是特别美好，而有灵性。凤禧旗袍文化，创于常熟虞山脚下。创始人——周春亚，是一位干练而又不失优雅的女子。谈起自己的创业史，她说：“刚起步的时候还蛮艰辛，但因着自己对旗袍深深的喜爱，心中有梦想，所以一直乐在其中。”最开始只是爱好，在商场角落做了一个小商铺，自己设计的旗袍出乎意料地被人追捧，就有了一直做下去的想法。这一路上，离不开家人对自己的支持与帮助，把一件美好的事情，“当做自己的终生事业，并要在这个行业中出彩”这样的信念，成就了今天的凤禧。旗袍，一件雅俗共赏的美事凤禧旗袍的成功，得益于周春亚对旗袍独特的见解，她说：“我觉得旗袍如同琴棋书画茶一样，是每个中国人骨子里对传统文化的情怀。旗袍本身很有仪式感，也是中西交融的风格，也很符合现代人生活。所以在每年两千多个款式的研发过程中，会花很多精力去研究怎么做到既有传承，又保持创新。”多年经营的凤禧，在全国有上百家旗袍专卖店，良好市场口碑的背后，是对品质的严苛把握。周春亚说，凤禧旗袍在定版的时候，会考虑人在日常生活中的各种动作，比如开车、写字、坐下等，裁剪制作好的旗袍，要保证它拥有堪比羊毛衫的舒适度，“艺术来源于生活，必须回归于生活。”在制作工艺上，凤禧旗袍的滚边、绣花很多都是手工制作。经过特殊处理，让旗袍可以水洗。其中，手绣也是常熟的非物质文化遗产，让凤禧的工艺堡垒变得更强。"
    },
    likeList: app.globalData.likeList
  }
})