// pages/article02/article02.js
const app = getApp();
Page({
  data: {
    article: {
      title: "镇江醋文化博物馆",
      imgUrl: "../article/zhenjOut.jpeg",
      content: "镇江香醋以糯米为原料，是一种典型的米醋。梁代陶弘景《本草经集注》中就有关于米醋的用法记载。陶弘景，自号华阳隐居，南北朝时齐、梁丹阳秣陵（今南京）人。隐居句曲山（今茅山），梁武帝曾想礼聘为相不从，但愿意担任朝廷咨询，古人称“山中宰相”。据此，镇江香醋已有1400多年的历史，但当时米醋（镇江香醋）只是以自给自足的家庭小规模生产方式出现。\n 1840年，江苏丹徒经营铁炭行出身的朱兆怀始创“朱恒顺糟坊”，并以糯米为原料酿制“百花酒”，此酒被清地方官采为“贡品”奉献皇宫，当时有民谣赞颂：“百花酒香傲百花，万家举杯誉万家，酒香好似花上露，色泽犹如洞中春”，酒业兴盛。1850年，朱氏易牌号为“朱恒顺糟淋坊”，以酒糟加入谷壳发酵，酿制香醋，这是镇江第一家醋厂，也是今天镇江香醋的真正起源地。1909年，恒顺以醋参加南洋劝业会评赛，荣获了第一枚金牌奖。民国年间，又多次在江苏物产展览会、京沪铁道沿线评赛会、西湖博览会上获多种奖牌，镇江香醋名声日盛。1928年，恒顺以闻名海内外的风景名胜金山寺外景为产品商标图案，注册专用。\n 镇江醋是原产于江苏镇江的传统著名特产，以其口感浓郁、味道纯正、历久弥香的特点闻名于业界，又因其别具一格的味觉层次，在当地的醋品类中名列头筹。镇江醋的制作手法作为我国的一项具有传统意义的制作工艺，一直以来都备受人们关注。人们在赞叹镇江醋口感优越的同时，也在好奇镇江醋的制作流程究竟如何。\n 醋文化博物馆是国家4A级景区,是国内首个专业性主题醋文化博物馆,也是镇江第一个集文化遗产保护、科普教育、工业旅游等功能于一体的主题展馆。博物馆分醋史馆、老作坊、陈列馆三大主体展馆,以及一个体验馆。曲折的回廊，典雅的马头墙，精致的木格花窗，白墙黛瓦的仿古建筑；醋坛、醋罐、醋缸、醋作坊;醋史、醋艺、醋知识,在现代高超的“做旧”工艺下，整个博物馆又处处透露出古典气息。全馆采用声、光、电等现代表现形式,全面展示醋文化、解读醋文化、品味醋文化。\n中国镇江醋文化博物馆占地30多亩、建筑面积4000平方米。是由恒顺集团投资建设,被列入“长三角世博主题体验之旅示范点”。在此可以领略醋文化发展史;可以动手制作一款有自己肖像的商标,张贴在香醋瓶上带回家;可以呼吸到微微的酸、丝丝的甜;还可以品尝最优质的保健醋产品,更可以在琳琅满目的醋产品中,随意挑选几样带给你的家人和朋友。"
    },
    likeList: app.globalData.likeList
  }
})