// pages/article02/article02.js
const app = getApp();
Page({
  data: {
    article: {
      title: "常州天虹大明创意园",
      imgUrl: "../article/ChangOut.jpeg",
      content: "天虹大明1921创意园，百年企业工业遗产活化利用和运河文化交相辉映，焕发出新的活力，它正以另一种方式向历史致敬。天虹大明1921创意园的开园，标志着百年企业工业遗产活化利用和运河文化实现融合发展。大明厂是一个有文化底蕴的工厂，这里有很多的历史遗产，它们是城市的灵魂，天虹人有义务让常州纺织实现更好的发展，保护、传承、利用好这些工业遗产，也是天虹人的使命，是保留和传承工匠精神的一种延续。\n创意园内包括纱线、胚布、面料服装办公区，产品展示厅，会议接行寺中心，历史文物陈列中心等21幢建筑。“天虹大明1921创意园”还将以纱线、面料、服装为主题，打造一座集办公、研发、文化、发布展示等功能为一体自的纺织产业链平台。\n园区内保存有常州市级文物保护建筑多处，包括办公室、宿舍、会计议室、招待餐厅等，均为民国时期青砖建筑，建筑面积约1300㎡。本着修旧如旧原则，集团提升改造园内各类建筑，既保留了老厂区的古韵，又充分展示了企业的文化特色，打造了纱线、坯布、面料服装办公中心，产品展示厅，服装打样间，会议接待中心，历史文物陈列中心，员工健身房、咖啡厅等。\n目前，园区按照功能划分为两个区域，包括以文化创意功能为主的了文化办公展示区，还有以棉纱生产功能为主的生产加工区。"
    },
    likeList: app.globalData.likeList
  }
})