// pages/article02/article02.js
const app = getApp();
Page({
  data: {
    article: {
      title: "万三酒庄文创工厂",
      imgUrl: "../article/wansan.jpg",
      content: "周庄万三酒庄坐落在江苏周庄镇的一座四面环水的“心”形小岛上，由一座老旧的黄酒厂改造而成，以传统黄酒酿造技艺展示、体验，黄酒衍生产品生产销售、文创活动体验、企业团建活动组织为主。独特的沉浸式展厅，结合视觉，嗅觉与听觉多种感官体验，将万三黄酒的故事娓娓道来。原木色的空间融入我们对自然生活形态的向往，以现代的简约风格讲述着首富沈万三的古老传奇故事，更有讲座，影像等文化活动上演。开放的新中式品酒空间，视野开阔，青草地，湖泊，树木全部映入眼帘，带来亲近自然的品酒体验。酒吧提供各种创意鸡尾酒，演绎黄酒的多种可能性，你还可根据自己喜好亲手调制一杯专属于自己的青Par酒。\n独特的非规则空间构造，游客可以顺着空间线条感受黄酒的古老历史，体验一场流动的酒文化盛宴。同时空间结合试听感官，讲解万三黄酒充满匠心的酿造过程，感受一场沉浸式的观展体验。万三黄酒的酿酒作坊，由经验丰富的酿酒师操作，展示古法黄酒的十二道酿造流程。工坊橱窗透明，可以近距离观看酿酒工艺，体验万三黄酒充满仪式感的匠心之旅，同时大家也有机会入内亲自体验黄酒酿造工艺。各种美好事物的容身之所，多种青Par酒与传统黄酒任君挑选，搭配下酒的好味小零嘴，还有一系列文创衍生品，包括黄酒冷制皂，与以江南水乡为灵感的景德镇定制瓷器文具与餐具等，多种形式诠释生活美学。空间另有酒水区与体验区供大家小憩，也可体验花雕酒瓶绘制、木艺、皮具等手工项目。"
    },
    likeList: app.globalData.likeList
  }
})